/*
 * Copyright 2010 Facebook
 *
 * Licensed under the Apache License, Version 2.0 (the "License");
 * you may not use this file except in compliance with the License.
 * You may obtain a copy of the License at
 *
 *    http://www.apache.org/licenses/LICENSE-2.0
 *
 * Unless required by applicable law or agreed to in writing, software
 * distributed under the License is distributed on an "AS IS" BASIS,
 * WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 * See the License for the specific language governing permissions and
 * limitations under the License.
 */

/* FBLoginView (aka FBLV) */
"FBLV:LogOutButton" = "Se déconnecter";
"FBLV:LogInButton" = "Se connecter avec Facebook";
"FBLV:LoggedInAs" = "Connecté en tant que: %@";
"FBLV:LoggedInUsingFacebook" = "Connecté avec Facebook";
"FBLV:LogOutAction" = "Se déconnecter";
"FBLV:CancelAction" = "Annuler";


/* FBUserSettingsViewController (aka FBUSVC) */
"FBUSVC:LogOut" = "Se déconnecter";
"FBUSVC:LogInAs" = "Connecté en tant que: %@";
"FBUSVC:LoggedIn" = "Connecté";
"FBUSVC:NotConnectedToFacebook" = "Non connecté à Facebook";
"FBUSVC:Connect" = "Se connecter";
"FBUSVC:LogIn" = "Connexion...";

